/* Service Name (Do not translate) */
"Rackspace Cloud Files" = "Rackspace Cloud datoteke";

/* CDN Provider (Do not translate) */
"Akamai" = "Akamai";

/* This key must be included with your control panel username in all requests to the Cloud Web Services API. */
"API Access Key" = "API pristupna lozinka";

/* Content Distribution Network */
"CDN Enabled" = "CDN uključeno";

/* Content Distribution Network */
"CDN Disabled" = "CDN isključeno";
